;Helmet

[Vayne_Helm_Upper X2BodyPartTemplate]
DisplayName="源计划薇恩 头盔"

[Vayne_Helm_Lower X2BodyPartTemplate]
DisplayName="源计划薇恩 头盔"


[Vayne_Helm_Upper_Neckless X2BodyPartTemplate]
DisplayName="源计划薇恩 头盔 (无领口遮挡)"

[Vayne_Helm_Lower_Neckless X2BodyPartTemplate]
DisplayName="源计划薇恩 头盔 (无领口遮挡)"


[Vayne_Visor_Upper X2BodyPartTemplate]
DisplayName="源计划薇恩 护目镜"

[Vayne_Visor_Lower X2BodyPartTemplate]
DisplayName="源计划薇恩 护目镜"


[Vayne_Pony_Upper X2BodyPartTemplate]
DisplayName="源计划薇恩 马尾"

[Vayne_Pony_Lower X2BodyPartTemplate]
DisplayName="源计划薇恩 马尾"


[Vayne_Pony_Hair X2BodyPartTemplate]
DisplayName="源计划薇恩 马尾"



;Cape

[CNV_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[LPL_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[MPL_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[HPL_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[LPW_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[MPW_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[HPW_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVReaper_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTReaper_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRReaper_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVSkirmisher_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTSkirmisher_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRSkirmisher_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVTemplar_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTTemplar_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRTemplar_Vayne_Cape_Mount X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"


[CNV_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[LPL_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[MPL_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[HPL_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[LPW_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[MPW_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[HPW_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVReaper_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTReaper_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRReaper_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVSkirmisher_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTSkirmisher_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRSkirmisher_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[CNVTemplar_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PLTTemplar_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"

[PWRTemplar_Vayne_Cape_Mount_Thighs X2BodyPartTemplate]
DisplayName="源计划薇恩 披风"



;Body

[CNV_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[LPL_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[MPL_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[HPL_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[LPW_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[MPW_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[HPW_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[CNVReaper_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PLTReaper_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PWRReaper_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[CNVSkirmisher_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PLTSkirmisher_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PWRSkirmisher_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[CNVTemplar_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PLTTemplar_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"

[PWRTemplar_Vayne_Torso X2BodyPartTemplate]
DisplayName="源计划薇恩 战甲"